Revit 2024 API
PolylineSegments.EndParameter Property
 Parameter associated with the end point.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double EndParameter { get; }
Visual Basic
Public ReadOnly Property EndParameter As Double
	Get
Visual C++
public:
property double EndParameter {
	double get ();
}
See Also
PolylineSegments Class
Autodesk.Revit.DB Namespace